;--------------------------------------------------------------------------------
[Lang]
Lang=Deutsch (05.05.2005)
;Das ist die erste Version der deutschen Übersetzung.
;Wenn Sie noch Fehler entdecken sollten,
;schicken Sie eine Nachricht an: Thomas Grund,
;arch.art@gmx.net
;--------------------------------------------------------------------------------
[102]
102=Suchen...
1012=&Suchen nach:
1009=&Ersetzen:
1003=&Groß-/Kleinschreibung
1004=Ganzes &Wort
1005=&Projekt
1013=Suchrichtung
1006=A&bwärts
1007=A&ufwärts
1008=&Alles
1=Suchen
1010=Ersetzen
1011=Alle ersetzen
2=Abbrechen
;--------------------------------------------------------------------------------
[103]
103=Gehe zu
1001=Zeile:
1=OK
2=Abbrechen
;--------------------------------------------------------------------------------
[151]
151=Projekt Assistent - Art & Name
1001=Assembler
1002=Projekt Art
1003=Projekt Name:
1004=Projekt Beschreibung:
1005=Projekt Ordner:
534=...
;--------------------------------------------------------------------------------
[152]
152=Projekt Assistent - Vorlage
;--------------------------------------------------------------------------------
[153]
153=Projekt Assistent - Dateien & Ordner
1001=Datei erstellen
1002=Ordner erstellen
;--------------------------------------------------------------------------------
[154]
154=Projekt Assistent - Ausführung
1001=Ausführung Menü
1002=Kompilieren RC:
1003=Assembler:
1004=Verbindung:
1005=Programmstart:
1006=Programm starten w/debug:
1007=Res zu Obj:
1008=Asm Modul:
;--------------------------------------------------------------------------------
[2000]
2000=Vorlage Erstellen
2007=Beschreibung
2009=Zusatzdateien
2003=Hinzufügen
2004=Entfernen
2008=Dateiname Vorlage
2006=...
1=OK
2=Abbrechen
;--------------------------------------------------------------------------------
[2200]
2200=Sniplet Optionen
2207=Doppelklick Aktion
2201=Alle auswählen
2202=Kopieren zum Editor
2203=Kopieren zur Zwischenablage
2204=Kopieren zum Ausgabefenster
2205=Schließen
2206=Öffnen erweitert
1=OK
2=Abbrechen
10=Übernehmen
;--------------------------------------------------------------------------------
[2300]
2300=Pfade externe Programme
1=OK
2=Abbrechen
10=Übernehmen
;--------------------------------------------------------------------------------
[2500]
2500=Menü-Editor
1=OK
2=Abbrechen
2528=Exportieren
2529=Entfernen
2501=Menü
2502=Name:
2504=MenuID:
2506=ItemStartID:
2510=Menüeintrag
2511=Titel:
2514=Tastaturkürzel:
2515=Name:
2517=ItemID:
2526=Häkchen
2527=Schattiert
2530=Deaktiviert
2508=Rechtsbündig
2509=Optionsfeld
2531=Ownerdraw
2532=Rechts anordnen
2519=Einfügen
2520=Löschen
;--------------------------------------------------------------------------------
[2600]
2600=Optionen Dialog-Editor 
1=OK
2=Abbrechen
10=Übernehmen
2615=Raster X-Länge
2616=Raster Y-Länge
2614=Raster Farbe
2617=Dialog ID
2618=Control ID
2605=Raster anzeigen
2606=Raster magnetisch
2607=Position/Größe anzeigen
2611=Linienraster
2608=Speichern RC Datei
2609=Einfache Einstellung
;--------------------------------------------------------------------------------
[2700]
2700=Optionen Projekt
2726=Menü Ausführung
2717=Beschreibung
2722=Release
2723=Debug
2718=Kompilieren Rc
2719=Assemble
2720=Verbindung
2721=Programm Starten
2728=Res zu Obj
2729=Asm Modul
2727=Start w/debug
2724=Gruppen anzeigen
2725=Gruppen erweitern
1=OK
2=Abbrechen
10=Übernehmen
;--------------------------------------------------------------------------------
[2800]
2800=Einstellungen Quelltext-Editor
1=OK
2=Abbrechen
10=Übernehmen
2850=Tabulator && Leerzeichen
2851=Tabulatorweite
2815=Tabulator zu Leerzeichen konvertieren
2806=Automatische Einrückung
2852=Fenster Ansicht
2809=Position und Größe speichern
2820=Immer im Vordergrund
2811=Immer maximiert
2817=Nur eine Instanz
2812=Mausrad aktivieren
2853=Dateien
2854=Sicherungskopie
2837=Änderung anzeigen
2805=Bei assemblieren Speichern
2831=Projekt automatisch laden
2855=Codedateien
2856=Zeilennummern / Seitengröße
2857=Feldbreite
2858=Seitengröße (Zeilen)
2821=Beim Öffnen anzeigen
2859=Api Hilfe
2807=Api Liste anzeigen
2813=Api Konstanten anzeigen
2808=Api QuickInfo anzeigen
2816=Strukturen Einträge anzeigen
2860=Eigenschaften Quelltext
2810=Eigenschaften anzeigen
2822=Liste automatisch aktualisieren
2819=Eigenschaften als Text
2834=Zeige Liste mit Tabulatortaste
2829=Zeige Liste mit Umschalt + Leertaste
2861=Sonstige
2814=Makroquelltext schreiben
2823=PROC in Statusleiste anzeigen
2818=Wortliste Case konvertieren
2830=Öffnen erweitert
2832=Klammerpaar erzeugen
2833=Quelltext-Info anzeigen
2836=Threaded erstellen
;--------------------------------------------------------------------------------
[2900]
2900=Version
2912=Name:
2913=ID:
2914=Dateiversion:
2915=Produktversion:
2916=Betriebssystem:
2917=Dateiart:
2918=Sprache:
2919=Zeichensatz:
2911=Exportieren
2=Abbrechen
1=OK
;--------------------------------------------------------------------------------
[3000]
3000=Exportieren ID Equ's zu Ausgabefenster
3007=Auswahl
3002=Aus&wählen
3003=Auswahl auf&heben
3004=&Alles auswählen
3005=&Nichts auswählen
3006=Auswahl &umkehren
1=OK
2=Abbrechen
;--------------------------------------------------------------------------------
[3100]
3100=Sniplet Betrachter
3109=Neu einfügen
3108=Öffnen
3103=Aufräumen
3104=Alles auswählen
3105=Editor
3106=Zwischenablage
3107=Ausgabefenster
2=Schließen
;--------------------------------------------------------------------------------
[3200]
3200=Menü Ausführen,Menü Hilfsprogramme,Menü Hilfe,Menü Makro,Makro hinzufügen
1=OK
2=Abbrechen
3205=Einfügen
3206=Löschen
3210=Menüeintrag:
3211=Zugriffstasten:
3212=Befehl:
3203=...
;--------------------------------------------------------------------------------
[3300]
3300=Stil,ExStil
2=Schließen
;--------------------------------------------------------------------------------
[3400]
3400=RadASM Makro aufzeichnen
1=Stop
;--------------------------------------------------------------------------------
[3500]
3500=Optionen Drucker
3513=Seitennummerierung
3501=Linksbündig
3502=Zentriert
3503=Rechtsbündig
3504=Keine
3505=Timestamp
3514=Seite einrichten
3506=Linksbündig
3507=Zentriert
3508=Rechtsbündig
3509=Keine
3510=Projektbeschreibung
3515=Syntax
3511=Farben benutzen
1=OK
2=Abbrechen
10=Übernehmen
;--------------------------------------------------------------------------------
[3600]
3600=Resource
1=OK
2=Abbrechen
3602=Export
3603=Hinzufügen
3604=Löschen
;--------------------------------------------------------------------------------
[3700]
3700=Zeichentabelle
1=OK
2=Abbrechen
3702=Export
3703=Hinzufügen
3704=Löschen
;--------------------------------------------------------------------------------
[3800]
3800=Haltepunktvariable einfügen
3803=Variablenname:
3802=Löschen
2=Abbrechen
1=OK
;--------------------------------------------------------------------------------
[3900]
3900=Optionen Hilfsprogrammfenster
1=OK
10=Übernehmen
2=Abbrechen
3906=right Titel erlauben
3907=Multiline tab select Werkzeug
3908=divider Zeile zeigen
3909=Werkzeug clipping order
;--------------------------------------------------------------------------------
[4000]
4000=Optionen Dateifeld
4009=Ordner:
1=OK
2=Abbrechen
4002=Hinzufügen
4003=Löschen
4005=...
4010=Filter:
;--------------------------------------------------------------------------------
[4100]
4100=Externe Dateien
4107=Dateityp:
1=OK
2=Abbrechen
4102=Hinzufügen
4103=Löschen
4108=Anweisung:
4106=...
;--------------------------------------------------------------------------------
[4200]
4200=Farben & Befehle
1=OK
4026=Farbpaletten
4023=Neue Palette
4022=Löschen
4021=Öffnen
4027=Farben
4028=Syntax
4019=Gruppe:
4007=Aktiv:
4009=>
4008=<
4006=Bereithalten:
4011=Hinzufügen
4010=Löschen
4029=Farblich hervorheben
4018=Syntax
4025=Aktive Zeile
4024=Kommentare
4016=Flicker free drawing
4017=Trennlinien anzeigen
4030=Schriftstil der Gruppe
4004=Fett
4003=Kursiv
4005=RC Datei
4002=Übernehmen
2=Abbrechen
;--------------------------------------------------------------------------------
[4300]
4300=Suchen...
2010=Suchen nach:
2009=Ersetzen:
2011=Art
2003=Hex
2004=Ascii
2012=Richtung
2005=Aufwärts
2006=Abwärts
1=Suchen
2007=Ersetzen
2008=Alle Ersetzen
2=Abbrechen
;--------------------------------------------------------------------------------
[4400]
4400=Projekt Hauptdateien
4406=Datei:
1=OK
2=Abbrechen
4407=Dateiname:
4405=...
;--------------------------------------------------------------------------------
[4500]
4500=Projektgruppen
1=OK
4505=Gruppe löschen
4504=Gruppe hinzufügen 
2=Abbrechen
;--------------------------------------------------------------------------------
[4600]
4600=Menü Zugriffstasten
1=OK
2=Abbrechen
3=Löschen
;--------------------------------------------------------------------------------
[4700]
4700=Zugriffstasten
4707=Name:
4708=ID:
1=OK
2=Abbrechen
4703=Exportieren
4702=Hinzufügen
4701=Löschen
;--------------------------------------------------------------------------------
[4800]
4800=Projekt scannen
4802=Wort:
1=OK
2=Abbrechen
;--------------------------------------------------------------------------------
[4900]
1=OK
;--------------------------------------------------------------------------------
[5000]
5000=Sprachen
5003=Sprachen:
5004=Sprache hinzufügen:
2=Abbrechen
1=OK
;--------------------------------------------------------------------------------
[5100]
5100=Einstellungen Schrift
1001=Quelltext-Editor
1011=AaBbCc
1002=Text-Editor
1012=AaBbCc
1004=Hex-Editor
1014=AaBbCc
1005=Zeilennummer
1015=12345
1009=Dialog-Editor
1008=AaBbCc
1003=Fenster Hilfsprogramme
1013=AaBbCc
1006=Drucker
1016=AaBbCc
1017=Dialoge
1010=AaBbCc
1=OK
2=Abbrechen
1007=Übernehmen
;--------------------------------------------------------------------------------
[5200]
5200=Block einfügen
5202=Text in jede Zeile des ausgewählten Blocks einfügen.
2=Abbrechen
1=OK
;--------------------------------------------------------------------------------
[5300]
5300=Dateiauswahl
2=Schließen
5301=(.rap) Projektdatei
5302=(.asm) Assemblerdatei
5303=(.inc) Includedatei
5304=(.dlg) Dialogdatei
5305=(.mnu) Menüdatei
5306=(.rc) Resourcedatei
5307=Entfernen
1=Einstellen
;--------------------------------------------------------------------------------
[5400]
5400=Spracheinstellungen
5401=Sprachen:
5403=Skalierung:
1=OK
2=Abbrechen
10=Übernehmen
;--------------------------------------------------------------------------------
[Strings]
1=Aktuelle Datei
2=Geöffnete Dateien
3=Ausgewählte Projektdatei
4=Alle Projektdateien
5=Aktualisieren
11=Projekt
12=Projektgruppen
13=Datei Browser
14=Dateifilter
15=Ordner aufwärts
16=Zum vorhergehenden Ordner
17=Zum nächsten Ordner
20002=Assemblieren
20004=Erstellen
20005=Go
20006=Programm starten
29991=Schaltfläche#1
29992=Schaltfläche#2
40004=Neue Datei
40005=Datei öffnen
40007=Datei speichern
40009=Alle Dateien speichern
40011=Drucken
41001=Rückgängig
41002=Wiederherstellen
41003=Ausschneiden
41004=Kopieren
41005=Einfügen
41006=Löschen
41008=Suchen
41011=Ersetzen
41104=Lesezeichen setzen / entfernen
41105=Nächstes Lesezeichen
41106=Vorheriges Lesezeichen
41107=Alle Lesezeichen löschen	
42002=Werkzeuge Anzeigen/Ausblenden	
42003=Ausgabefenster anzeigen/ausblenden	
42004=Projektfenster anzeigen/ausblenden	
42005=Eigenschaften anzeigen/ausblenden	
;--------------------------------------------------------------------------------	
[998]	
40001=&Neues Projekt	Strg+Shift+N
40002=Projekt ö&ffnen	Strg+Shift+O
40003=Projekt s&chliessen	Strg+Shift+C
40013=Projekt &löschen	Strg+Shift+D
44990=Neue Datei einfügen	
44101=&Asm Datei	
44102=&Inc Datei	
44103=&Rc Datei	
44104=&Txt Datei	
44105=Dia&log
44106=&Menü
44107=Mod&ul
44108=&Datei
44991=Vorhandene Datei einfügen
44201=&Dateien
44202=Dia&loge
44203=&Menüs
44205=&Objektdateien
44206=Mod&ule
44010=Projekt&gruppen
44008=&Projekteigenschaften aktualisieren
50001=&Dateieigenschaften aktualisieren
50002=Ent&fernen aus Projekt
50024=Datei um&benennen
50003=Dokument &sperren / entsperren
50014=Dateinamen zum Quelltext &kopieren	
50004=&Automatisch laden	
50005=Datei öffnen	
50006=Datei speichern unter	
50007=Rückgängig	Strg+Z
50008=Wiederherstellen	Strg+Y
50101=Ausschneiden	Strg+X
50102=Kopieren	Strg+C
50103=Einfügen	Strg+V
50104=Löschen	Entf
50106=Alles kopieren	
50107=Alles ausschneiden	
50105=Löschen	
41001=Rückgängig	Strg+Z
41003=Ausschneiden	Strg+X
41004=Kopieren	Strg+C
41005=Einfügen	Strg+V
41006=Löschen	Entf
43005=Steuerelemente sperren	
43006=In den Hintergrund	
43007=In den Vordergrund	
43008=Raster anzeigen	
43991=Ausrichtung	
43901=Linksbündig	
43902=Zentriert	
43903=Rechtsbündig	
43904=Oben	
43905=Mitte	
43906=Unten	
43992=Gleiche Größe	
43911=Breite	
43912=Höhe	
43913=Beide
50009=Ausschneiden
50010=Kopieren
50011=Einfügen
50012=Löschen
50013=Umbenennen
50015=Dateiname in Quelltext kopieren
50023=Explorer öffnen
50016=Suche &Deklaration
50021=Projekt &scannen
50018=Suchen
50019=Weitersuchen
50020=Rückwärts suchen
50017=Zum Quelltext kopieren
50022=PROTO erstellen
;--------------------------------------------------------------------------------
[999]	
49900=&Datei	
40001=Neues &Projekt	Strg+Shift+N
40002=Projekt ö&ffnen	Strg+Shift+O
40003=Projekt &schließen	Strg+Shift+C
40013=Projekt &löschen	Strg+Shift+D
40004=&Neue Datei	Strg+N
40005=&Datei öffnen	Strg+O
40014=Öffnen als &Hex	Strg+H
41021=Ak&tive Datei neu einlesen	Strg+Shift+R
40006=Dat&ei schließen	Strg+F4
40007=Datei spei&chern	Strg+S
40008=Datei speichern &unter	Strg+Shift+A
40009=Alle &Dateien speichern	Strg+Shift+S
40990=&Verlauf	
40010=Seite ein&richten...	
40011=Druc&ken	Strg+P
40012=&Beenden	Alt+F4
49901=&Bearbeiten	
41001=&Rückgängig	Strg+Z
41002=&Wiederherstellen	Strg+Y
41022=Puffer leeren	Strg+Shift+E
41003=A&usschneiden	Strg+X
41004=&Kopieren	Strg+C
41005=&Einfügen	Strg+V
41006=&Löschen	Entf
41007=&Alles auswählen	Strg+A
41008=&Suchen	Strg+F
41009=Weitersuc&hen	F3
41010=Rü&ckwärts suchen	Strg+F3
41011=Ersetze&n	Strg+R
41012=&Gehe zu ...	Strg+G
41101=Wor&t suchen	Shift+F2
41020=Wort weitersuchen	Strg+Shift+F2
41102=Suche &Deklaration	F2
41103=&Zurück	Strg+F2
44019=Block	
43001=Block &einrücken	F9
43002=Block &ausrücken	Strg+F9
43003=&Kommentar	Alt+F9
43004=Kein K&ommentar	Alt+Strg+F9
43990=Kon&vertieren	
43501=Leerzeichen zu &Tabulatoren	
43502=Tabulatoren zu &Leerzeichen	
43503=&Grossbuchstaben	
43504=&Kleinbuchstaben	
43505=Leerzeichen am &Zeilenende löschen	
44015=Block- / Spaltenauswahl &Modus	Strg+B
44020=Block ein&fügen / ersetzen	
41018=B&lock erweitern	Strg+E
43009=&Block ausblenden	
44016=Lesezeichen	
41104=Lesezeichen &setzen / entfernen	Shift+F8
41105=&Nächstes Lesezeichen	F8
41106=&Vorheriges Lesezeichen	Strg+F8
41107=Lesezeichen &löschen	Strg+Shift+F8
41990=Lesezeichen Namen	Strg+0..9
41300=Lesezeichen &0	Strg+0
41301=Lesezeichen &1	Strg+1
41302=Lesezeichen &2	Strg+2
41303=Lesezeichen &3	Strg+3
41304=Lesezeichen &4	Strg+4
41305=Lesezeichen &5	Strg+5
41306=Lesezeichen &6	Strg+6
41307=Lesezeichen &7	Strg+7
41308=Lesezeichen &8	Strg+8
41309=Lesezeichen &9	Strg+9
44017=Haltepunkt	
41013=&Haltepunkt umschalten	Alt+F8
41014=Haltepunkte &löschen	Alt+Strg+F8
41015=&Variable hinzufügen 	Alt+Shift+F8
44018=Fehler	
41016=Zum &nächsten Fehler	Shift+F3
41017=Fehler &löschen	Strg+Shift+F3
41019=Ö&ffnen	Alt+Strg+O
49902=&Ansicht	
42001=&Symbolleiste	
42002=&Werkzeuge	
42003=Aus&gabefenster	
42004=&Projekt Browser	
42005=&Eigenschaften
42006=Datei&reiter
42008=&Infoleiste
42007=S&tatusleiste
49903=Fo&rmat
43005=Steuerelemente &sperren
43006=In den &Hintergrund
43007=In den &Vordergrund
43008=&Raster anzeigen
43991=&Ausrichtung
43901=&Linksbündig
43902=&Zentriert
43903=&Rechtsbündig
43904=&Oben
43905=&Mitte
43906=&Unten
43992=&Gleiche Größe
43911=&Breite
43912=&Höhe
43913=B&eide
49904=&Projekt
44990=&Neue Datei einfügen
44101=Quelle / &Asm Datei
44102=Dateikopf / &Inc Datei
44103=&Rc Datei
44104=&Txt Datei
44105=Dia&log
44106=&Menü
44107=Mod&ul
44108=&Datei
44991=&Vor&handene Datei einfügen
44201=&Datei
44202=Dia&log
44203=&Menü
44205=&Objekt Datei
44206=Mod&ul
44011=&Zugriffstasten
44001=&Resource
44007=Zeichen&tabelle
44002=&Version
44013=&Sprache
44004=Ent&fernen vom Projekt
44992=Set Assembler
44010=Projekt &Gruppen
44006=Projekt&optionen
44009=&Projekt Hauptdateien
44008=Eigenschaften &aktualisieren
44012=Projekt s&cannen
44003=E&xport ins Ausgabefenster	
44005=Vor&lage Erstellen	
44993=Textver&kettung erstellen	
44701=&Note	
44702=&Bug	
44703=&Todo	
49905=A&usführung	
49906=&Hilfsprogramme	
46001=&Sniplets	F11
46002=ID Equ's e&xportieren	Strg+F11
49907=&Fenster	
47009=&Teilen / Teilung aufheben	F4
47001=Fenster &schließen	Strg+F4
47002=&Alle schließen	Strg+Shift+F4
47003=&Nächstes Fenster	F6
47004=Vorheriges &Fenster	Strg+F6
41401=Gehe zum Fenster	Alt+0..9
47013=Gehe zum Editor	F12
47014=Gehe zum Projekt	Strg+F12
47015=Gehe zur Eigenschaften	Shift+F12
47016=Gehe zum Ausgabefenster	Strg+Shift+F12
47005=&Horizontal	F7
47006=&Vertikal	Strg+F7
47007=Über&lappend	Shift+F7
47008=Sym&bole anordnen	Strg+Shift+F7
47010=&Maximieren	Alt+F7
47011=&Wiederherstellen	Alt+Strg+F7
47012=M&inimieren	Alt+Shift+F7
49908=E&xtras	
44022=S&prache	
48003=Einstellungen &Quelltexteditor	
48001=&Farben && Befehle	
48004=Einstellungen &Dialogeditor
48015=Einstellungen Dru&cker 
44014=Schr&iftformatierung
48017=Menü &Zugriffstasten
44021=Datei&auswahl
48012=Da&tei Browser
48013=E&xterne Dateien
48005=&Sniplets
48006=Pfade &externe Programme
48011=Hilfspro&gramm Fenster
48007=Menü A&usführung
48008=Menü Hilfsp&rogrammen
48009=Menü &Hilfe
49909=&Makro
46301=&Aufzeichnen
46303=&Verwalten
49910=&Hilfe
49001=&Info...
;--------------------------------------------------------------------------------
[AddinMana]
AddinMana=RadASM Addin Manager
1=OK
2=Abbrechen
10=Übernehmen
1032=Installieren
1033=Deinstallieren
1001=Addins:
1002=Optionen
1003=Info
1004=Beschreibung:
1005=Autor:
1006=Version:
1007=Datum:
2000=Addin Manager
3000=Aktivieren
;--------------------------------------------------------------------------------
[FlipCase]
2000=Gross- / Kleinbuchstaben umschalten
2001=Seitenumbruch
3000=Gross- / Kleinbuchstaben umschalten
3001=Seitenumbruch
3002=Ausgabefenster automatisch anzeigen
3003=Ausgabefenster automatisch schließen
3004=Werkzeuge automatisch anzeigen
3005=Temp erstellen
3006=No Exception Handler
3007=Compile time
;--------------------------------------------------------------------------------
[PthExpl++]
PthExpl++=Temporärdateien
1001=OK
1003=Abbrechen
1004=<< Hinzufügen
1005=Entfernen >>
1007=Automatisch löschen
1008=Löschen bestätigen
2000=Projektverzeichnis mit Explorer öffnen
2001=Einstellungen Temporärdateien
2002=Temporärdateien löschen
3000=Aktivieren
;--------------------------------------------------------------------------------
[FontBuilder]
2000=Schriftart erstellen
;--------------------------------------------------------------------------------
[ProjectZip]
ProjectZip=RadASM Projektzipper
2=Schließen
1002=Zip && E-Mail
1004=Zip
1007=Alles auswählen
1009=Zip nach:
1010=Current:
2000=Projektzipper
3000=Projektzipper aktivieren
3001=Datum zu Zipname hinzufügen
;--------------------------------------------------------------------------------
[AsmVars]
2000=AsmVars
3000=AsmVars aktivieren
;--------------------------------------------------------------------------------
[asciiTab]
asciiTab=mit ESC beenden
2000=ASCII Tabelle
3000=ASCII Tabelle aktivieren
4000=ASCII Tabelle
;--------------------------------------------------------------------------------
